Repository: mozilla-l10n/mt-training-data
Catalog: lrk/lrk_pontoon.tmx
Source language: en_us
Languages: lrk

source: Mongolian
lrk: منگولي ٻولي

source: More
lrk: وڌيڪ

source: [More has been recorded than the required text]
lrk: [ميليوڙا متن مون وڌيڪ رڪارڊ ڪري گئي ھي]

source: More languages coming soon
lrk: وڌيڪ ٻوليون جلد آوي رھيو ھي

source: Mossi
lrk: موسشي

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Common Voice, a project to help make voice recognition open and accessible to everyone.
lrk: موٽي ڪمپنينو مون استعمال ڪريوڙي ڊيٽا ري اڪثريت مينکو ري اڪثريت ھارو دستياب ڪوئي. امي ايم ھمجهون ھون جي جدت ني روڪي ھي. اي ڪري امي شروع ڪريو هي Common Voice، آواز ري اورکيا ني کليوڙي ٺايا ۾ مدد ھارو ايڪ پروجيڪٽ ھين هر ڪي ھارو دستياب هي.

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Project Common Voice, a project to help make voice recognition open to everyone.
lrk: موٽيو ڪمپنينو ھارو استعمال ھويوڙي ڊيٽا اڪثر مينکو ري اڪثريت ھارو دستياب ڪوئي ھي. امي سوچيو جي جدت ني دٻاوي ھي. ايڪري امي شروع ڪريو هي پروجيڪٽ Common Voice، آواز ٺاهايا ۾ مدد ھارو ايڪ پروجيڪٽ اورکيا ۾ هرڪي ھارو کليوڙي هي.

source: Most recordings are of people talking in their natural voice. You can accept the occasional non-standard recording that is shouted, whispered, or obviously delivered in a ‘dramatic’ voice. Please reject sung recordings and those using a computer-synthesized voice.
lrk: ڪدي ڪدي گهڻيون رڪارڊنگون مينکو ري قدرتي آواز ۾ ٻوليا مون ھوئي ھي. تمو مون ڪڏي غير معيوري رڪارڊنگ موني سگهو ھون جي چيخ ڪري، ھل چول ڪري جائي، يا واضح طور تي 'ڊرامائي' آواز ۾ ديدي جائي. مهربوني ڪرين ڳايوڙي رڪارڊنگ ھين ڪمپيوٽر مون ڀيري ٺييوڙي آواز استعمال ڪريا وارو رڪارڊنگ ني رد ڪرو.

source: Mozilla Common Voice is an initiative to help teach machines how real people speak.
lrk: Mozilla Common Voice مشيننو ني ھيکاڙيا ۾ مدد ڏيڌا ھارو ايڪ قدم هي تو حقيقي مينک ڪيڪر ٻولي ھي.

source: Mozilla Common Voice is made possible by a diverse community of activists, linguists, data scientists, academics and software engineers from all over the world. The project is stewarded by the Mozilla Foundation.
lrk: ڪي ٻيجي دنيا مون سرگرم ڪارڪنن لسانيت ري ماھرو ڌيٽا Mozilla Common Voice فائرڌيݾن مون Mozilla سائنسان تعليمي ماھرو ھين سائٽ ويئر انجينير ريمختلف برادري مون ھويا ھارو ٺايا ھي پروڪيجٽ سمڀاليو گيو ھي

source: Mozilla Common Voice is the world’s most diverse crowdsourced open speech dataset - and we’re powered entirely by donations. It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do. If you value open, inclusive data - <b>donate today!</b>
lrk: موزيلا ڪامن وائس دنيا رو سڀ مون وڌيڪ مونيا رو ڪراؤڊ سورس ھويوڙو اوپن اسپيچ ڊيٽاسيٽ هي - ھين امي مڪمل طور تي دون مون طاقتور ھون. ڊيٽاسيٽس ني هوسٽ ڪريا ھين 100+ ٻولي برادريو ھارو پليٽ فارم ني بهتر بڻايا ھارو هر سال تقريورو ايڪ ملين ڊالر خرچ ھوئي ھي جي امو ري ڪوم تي ڀروسو ڪري ھي. جيڪڏي تمي کليوڙا، جامع ڊيٽا ني اهميت ديو ھون - <b>آڄ ھي ڌون ڪرو!</b>

source: Mozilla’s open source voice recognition engine Deep Speech can be used to build speech recognition applications. Read our <githubLink>Github overview</githubLink> or join the <discourseLink>DeepSpeech Discourse</discourseLink> to learn how to get started.
lrk: Mozilla ري اوپن سورس آواز ري اورکيا واري انجڻ گھري اسپيچ ني استعمال ڪري سگهي تقرير ري اورکيا واري ايپليڪيشنو ني ٺاهيا ھارو. امو رو پڙهو <githubLink>Github overview</githubLink> يا ڀيرا ھو <discourseLink>DeepSpeech Discourse</discourseLink> ھکيا ھارو تو ڪيڪر شروع ڪريجي.

source: Mutual accountability.
lrk: ڀيرا احساس

source: n
lrk: اين

source: N
lrk: اين

source: Name
lrk: نوم

source: Names of your language
lrk: تمو ري ٻولي را نوم

source: Native Language
lrk: مادري ٻولي

source: Nature and Environment
lrk: فطرت ھين ماحول

source: Need help deciding which to choose?
lrk: ڪيووو چونڊيا رو فيصلو ڪريا ۾ مدد جطري ضرورت هي؟

source: Need help with the Sex or Gender changes?
lrk: جنس يا جنس ري تبديليو ۾ مدد ري ضرورت هي؟

source: Need some help with accent?
lrk: تلفظ مون ڪوئي مدد ري ضرورت ھي؟

source: Need some help with variants?
lrk: مختلف قسمو ري مدد ري ضرورت ھي

source: Need to download your data?
lrk: تمو ري ڊيٽا ني ڊائون لوڊ ڪريا ري ضرورت هي؟

source: Nepali
lrk: نيپالي

source: New Language Launch
lrk: نوي ٻولي آوي

source: News and Current Affairs
lrk: خبرون ھين موجوده معاملن

source: Next
lrk: آگي ھالو

source: Ngiembon
lrk: نگيمبون

source: Nias
lrk: نيآس

source: Nigerian Pidgin English
lrk: نائيجيرين پجن انگريزي

source: NKo
lrk: نڪو

source: No
lrk: نا

source: [No ‘a’ in the original text]
lrk: [اصل متن ۾ 'a' ڪوئيني]

source: <noCopyright>No copyright</noCopyright> restrictions (cc-0)
lrk: <noCopyright> نقل ڪوئيني</noCopyright>پابنديون(cc-0)

source: No foreign letters
lrk: نہ بار ملڪي اکر

source: No gravatar found for your email
lrk: تمو ري اي ميل ھارو ڪوئي بي گريوٽر ڪوئي مليو

source: No information
lrk: معلومات ڪوئي ني

source: No information available
lrk: ڪوئي معلومات ڪوئي ھي

source: No languages found
lrk: ڪوئي ٻي ٻولي ڪوئي ملي

source: No microphone found.
lrk: ڪوئي بي مائڪروفون ڪوئي مليو.

source: Non-binary
lrk: غير بائنري

source: No numbers and special characters
lrk: ڪوئي بي انگ ھين خاص اکر نه

source: No offensive, prejudiced remarks or sensitive questions
lrk: ڪوئي بھي ذاتي معلومات نه ليدي جائي (مثال طور، نوم، مالي تفصيل)

source: Northern Hindko
lrk: اتر ھندڪو

source: Northern Sotho
lrk: اتر سوٿو

source: Northwest Gbaya
lrk: اتر اولهه sbaya

source: Norwegian Bokmål
lrk: تائيوان بوڪمل

source: Norwegian Nynorsk
lrk: نارويجي نانورسڪ

source: No sentences to review. <addLink>Add more sentences now!</addLink>
lrk: ھمي وڌيڪ جملا<addLink>جائزوليدا ھارو ڪوئي بي جملو ناهو.پسي وڌيڪ جملا ڀيرا ڪرو!<</addLink>

source: No soliciting personal information (e.g., names, financial details)
lrk: ڪائج ذاتي معلومات طلب نه ڪئي وڃي (مثال طور، نالا، مالي تفصيل)

source: ⓘ Not all sentences and clips have Variant tags yet!
lrk: ⓘ سڀ جملا ھين ڪلپس ۾ اجي تاڪ ويريئنٽ ٽيگ ڪوئي آھي!

source: Note: When set to 'Visible', this setting can be changed from the <profileLink>Profile page</profileLink>
lrk: PROFIE<profileLink>تي ڪرو جائي تو آ سيٽنگ ني Visible نوٽ جدي او مون بدلي ڪري سگھي تو </profileLink>صفحو

source: Note: You will still need to select between Speak or Listen to change contribution type.
lrk: نوٽ: تمو ني اجي تڪ چونڊيا ري ضرورت پڙئي Speak يا Listen ري وچ مون مدد ري قسم ني تبديل ڪريا ھارو.

source: Not Found
lrk: ڪوئي ملئو

source: No Thanks
lrk: نه مهربوني

source: No thanks, continue speaking
lrk: نه مهربوني، ٻولوہ جاري رکو.

source: Not use, or solicit, harmful or offensive language
lrk: نقصانڪار يا ناگوار ٻولي استعمال نا ڪرو، يا طلب نه ڪرو،

source: No variant selected
lrk: ڪوئي ڀي قسم ڪوئي چونڊو ھون

source: Now that you know a little bit more about Common Voice, why not try it out? Click on the microphone icon to start reading sentences aloud. <br/><br/>If you prefer to review other people's voice contributions, click on the play icon. You’ll help confirm that recordings match the sentences written on screen.
lrk: همي تو تمي عام آواز ري بارا ۾ ٿورو وڌيڪ ڄوڻو ھون، ڪون ڪوئي او ني آزماويجي؟ آواز مون جملو ني پڙهڻيا شروع ڪريا ھارو مائڪروفون آئڪنو تي ڪلڪ ڪرو. <br/><br/>جيڪڏي تمي ٻيجا مينکو ري آوازو ري مدد رو جائزو ليووُ چاهو ھون، تو رميا ري آئڪو تي ڪلڪ ڪرو. تمو ني تصديق ڪريا ۾ مدد ملئي تو رڪارڊنگ اسڪرين تي لکيوڙا جملو مون ھوئي.

source: Now you can donate your voice to help us build an open-source voice database that anyone can use to make innovative apps for devices and the web. Read a sentence to help machines learn how real people speak. Check the work of other contributors to improve the quality. It’s that simple!
lrk: ھمي تمي آپري آواز رو دون ڪري سگھو ھون امو ري مدد ھارو ايڪ اوپن سورس وائس ڊيٽابيس ٺاھيا ۾ جي ڪوڻ ڀي استعمال ڪري سگھي ڊوائيسز ھين ويب ھارو جديد ايپس ٺايا ھارو. مشيننو ني ھيکيا ۾ مدد ڏيڌا ھارو ايڪ جملو پڙهو تو حقيقي مينک ڪيڪرٻولي ھي. ٻيجا ري ڪوم ري چڪاس ڪرو معيار ني بهتر ڪريا ۾ مدد ڏيڌا وارا. او سادو هي!

source: Nubi
lrk: نوبي

source: Number of Voices
lrk: آوازو رو تعداد

source: Numbers
lrk: انگ

source: Occitan
lrk: آڪسيٽن

source: Odia
lrk: اوڊيا

source: Off
lrk: بند

source: Offensive Content
lrk: توهين آميز مواد

source: Offensive content or sensitive information
lrk: ناگوار مواد يا حساس معلومات

source: Offensive language
lrk: زبونو ري جوڻ ڪاري

source: Offensive speech
lrk: جارحوڻي تقرير

source: Offline Sources
lrk: آف لائن ذريعا

source: On
lrk: تي

source: On desktop devices you can contribute by downloading…
lrk: ڊيسڪ ٽاپ ڊوائيسز تي تمي ڊائون لوڊ ڪرتي حصو لئي سگهو ...

source: On his head he wore a beret.
lrk: اي ري ماٿا تي ايڪ بيريٽ پيريڙو هي.

source: On iOS please continue with Safari to enable recording…
lrk: iOS تي رڪارڊنگ ني فعال ڪريا ھارو مهربوني ڪرين سفاري مون جاري رکو...

source: Only show me sentences and clips from my variant
lrk: ماري ٻولي ۾ سڀ قسمو را جملا ھين ڪلپس مني ڏيکارو.

source: On the other hand, if you think that the reader has never come across the word before, and is making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
lrk: اي طرف، جيڪڌي تمي سوچو ڪي پڙھياوارپيري ڪڌي به اکر ۾ ڪوئي آيو هي، ھين تلفظ تي غلط اندازو لڳاوي رهيو هي، مهربوني ڪرين رد ڪرو. جيڪڌي تمو ني يقين نڪوئي هي ڪي، اسڪپ ھوڻيا ني استعمال ڪرو.

source: On the other hand, if you think that the reader has probably never come across the word before, and is simply making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
lrk: ٻجي جگہ، جيڪڏي تمي سوچوھو ڪي پڙھيا وارا شايد پيري ڪڏي بي لفظ تي ڪوئي پوچيو ھوئي، ۽ صرف تلفظ تي غلط اندازو لڳايو هي، مهربوني ڪرين رد ڪرو. جيڪدي تمو ني پڪ ڪوئيني، تو "اسڪيپ" بٽڻ استعمال ڪرو.

source: Open innovation is at the heart of what we do. For research collaborations, data collection or interviews, <emailFragment>reach out.</emailFragment>
lrk: کليوڙي جدت امو ري دل ۾ هي. تحقيقي تعاون، ڊيٽا ڀآري ڪريا يا انٽرويوز ھارو، <emailFragment>پهچو.</emailFragment>

source: Optionally join on our email list for updates and new information about the project.
lrk: اختياري طور تي ڀيرا ھون امو ري اي ميل لسٽ تي تازه ڪاري ھين پروجيڪٽ بابت نوي معلومات ھارو.

source: Optionally submitted demographic data (e.g. age, gender, language, and accent) will never be made public on your profile, and will not be linked to your account in the dataset. Individual audio clips will be associated with demographic data for the purpose of more accurate analysis - for example, a researcher might want to target a training model to a specific demographic segment.
lrk: اختياري طور تي جمع ڪريوڙي ڊيموگرافڪ ڊيٽا (مثال طور عمر، جنس، ٻولي، ھين تلفظ) تمو ري پروفائل تي ڪڏي ڀي عوامي ڪوئي ڪري جائي، ھين ڊيٽا سيٽ ۾ تمو ني اڪائونٽ مون ڀيري ڪوئي ھوئي. انفرادي آڊيو ڪلپس ني ڊيموگرافڪ ڊيٽا مون ڀيري ڪريو جائي وڌيڪ صحيح تجزئي ري مقصد ھارو- مثال طور، ايڪ محقق ھوئي سگهي ايڪ خاص ڊيموگرافڪ حصا ري طرف ٽريننگ ماڊل ني نشانو بڻاووُ چاهي.

source: Ossetian
lrk: اوسيٽين

source: Other
lrk: ٻيجا

source: Other Language
lrk: ٻيجي ٻولي

source: Other people validate those voice clips.
lrk: ٻيجو مينک او وائس ڪلپس ني چيڪ ڪري ھي .

source: Other voice datasets…
lrk: ڀيجا آواز ڊيٽا سيٽس…

source: Other Voice Datasets
lrk: ٻيجا وائس ڊيٽا سيٽ

source: Our community manager will reach out to you to offer extra support, and to let you know if there is already a community working on your language
lrk: امو رو ڪميونٽي مئنيجر تمو تڪ پوچئي پيش ڪريا ھارو اضافي تعاون، ھين تمو ني ڄوڻ ڏيئي تو جيڪڏهي اووي پيري مون ئي ايڪ ڪميونٽي تمو ري ٻولي تي ڪوم ڪري رھيو هي

source: Our governance is founded on the pillars of:
lrk: امو ري حڪمراني رو بڻياد او تينو تي ھي

source: Our language is our story, our community, our culture. Let's create the datasets that we want to see in the world.
lrk: امو ريي ٻولي امو ري ڪهاڻي هي، امو ري برادري هي، امو ري ثقافت هي. آوہ تو ڊيٽاسيٽ ٺاهو جي امي دنيا ۾ جوو چاهون ھون.

source: Our Partners
lrk: امو را ڀائيوار

source: Our partners include...
lrk: امو را ساٿي ڀيرا ھي ...

source: Overall Accuracy
lrk: مجموعا ني سھي

source: Overall Hr. Total
lrk: مجموعي طور ڪُوئي ڪلاڪ.

source: p
lrk: پي

source: Paiwan
lrk: پائيوان

source: Palula
lrk: پلوولا

source: Papantla Totonac
lrk: پپوتلا ٽوٽوناڪ

source: Papiamento
lrk: پاپيامينٽو

source: Papiamento (Aruba)
lrk: پاپيامينٽو (اروبا)

source: Participate in language community discussions, ask questions, and learn about upcoming events and talks.
lrk: ٻولي برادري ي بحثن ۾ حصو ليو، سوال پوسو، ھين آياوارا واقعيو ھين ٻوليا بابت ھيکو.

source: Partner
lrk: ساٿي

source: Partners
lrk: ساٿي

source: Partnerships
lrk: ڀائيواري

source: Partnerships and networks
lrk: ڀائيواري ھين نيٽ ورڪ

source: Partnerships, Press and Stories, Community and Languages
lrk: ڀائيواريون، پريس ھين ڪهاڻيون، برادري ھين ٻوليون

source: Partner with us
lrk: امو ري ڀيرا ھون

source: [Part of the text can’t be heard]
lrk: متن رو ڪوئي حصو ھڻوا ڪوئي آوي]

source: Pashto
lrk: پشتو

source: Past recordings download requests
lrk: پيرڪي رڪارڊنگ ڊائون لوڊ ري درخواستون

source: <p>Common Voice is a publicly available voice dataset, powered by the voices of volunteer contributors around the world. People who want to build voice applications can use the dataset to train machine learning models.</p> <p>At present, most voice datasets are owned by companies, which stifles innovation. Voice datasets also underrepresent: non-English speakers, people of colour, disabled people, women and LGBTQIA+ people. This means that voice-enabled technology doesn’t work at all for many languages, and where it does work, it may not perform equally well for everyone. We want to change that by mobilising people everywhere to share their voice.</p>
lrk: <p>ڪامن وائس ايڪ عوامي طور تي وائس ڊيٽاسيٽ ملي هي، جي دنيا ري رضاڪارو ري مدد ڪريا ري آوازو مون ٻلليوڙي هي. جي مينک وائس ايپليڪيشن ٺاوو چاهي ھي اييي مشين لرننگ ماڊلز ني تربيت ڏيدا ھارو ڊيٽاسيٽ استعمال ڪري سگي</p>اي ٿيم تي، گھڻي وائس ڊيٽاسيٽ ڪمپنيوري ملڪيتھي، جي جديد ني روڪي ھي. وائس ڊيٽاسيٽ پڻ گهٽ نمائندگي ڪري ھي۔ بغير انگريزي ، رنگين ٻوليا وارو مينک، معزور مينک، ٻيرون ھين LGBTQIA+ مينک. اي رو مطلب هي ڪي ٻولي مون هليا واري ٽيڪنالاجي ڪيتي ئي ٻولين لاءِ بلڪل ڪم نٿي ڪري، ھين جئي ايئي ڪم ڪري ھي، او شايد سڀو ھارو ايڪ جيم مون سٺو ڪوم نه ڪري. امي او ني تبديل ڪروُ چاھون ھون ڪي هرجہ مينکو ني متحرڪ ڪرين اووہ ري آواز ني شيئر ڪريو جائي.<p>

source: People come and contribute their voices.
lrk: مينک آوتا ھتا ھين آپرو آواز دون ڪري .

source: Persian
lrk: فارسي ڀولي

source: Personal dashboards keep you up-to-date with individual and community progress.
lrk: ذاتي ڊيش بورڊ تمو ني ايڪ ھي ڪميونٽي ري پيشرفت مون تازه ڪاري پيش ڪرو ھو

source: Personally Identifiable Information
lrk: ذاتي طور تي اورکيا ري معلومات

source: Platform language
lrk: پليٽ فارم ري ٻولي

source: <playbookLink>Find helpful guidance</playbookLink> on the entire Common Voice journey, from localisation to dataset usage, as well as how to connect with our community.
lrk: <playbookLink> مددگار ھدايتو ني جو</playbookLink> ھينگ عام آواز ري سفر تي، لوڪلائيزيشو مون ليئين ڊيٽا سيٽ ري استعمال تڪ، ھين ڀيراڀير امو ري ڪميونٽي مون ڪيڪر ڀيتي جي .

source: <playIcon></playIcon>Last one!
lrk: آخري ايڪ</playIcon><playIcon>

source: Play/Stop
lrk: رمو / بند

source: Please check our <templateFileLink>template file</templateFileLink>. Your sentences should be copyright free (CC0 or permissioned original work by the submitter) and be clear, grammatically correct and easy to read. Submitted sentences should take roughly 10-15 seconds to read and should avoid including numbers, proper nouns and special characters.
lrk: مھرباني ڪري اسان جي <templateFileLink>ٽيمپليٽ فائل</templateFileLink> چيڪ ڪريو. اوھان جا جملا ڪاپي رائيٽ کان آزاد ھجڻ گھرجن (CC0 يا جمع ڪرائيندڙ پاران اجازت ڏنل اصل ڪم) ۽ صاف، گرامر جي لحاظ کان صحيح ۽ پڙھڻ ۾ آسان ھجن. جمع ڪرايل جملن کي پڙھڻ ۾ لڳ ڀڳ 10-15 سيڪنڊ لڳڻ گھرجن ۽ انگن، مناسب اسمن ۽ خاص اکرن کي شامل ڪرڻ کان پاسو ڪرڻ گھرجي.

source: Please fill out this field.
lrk: مھربوني ڪرين آ خونو ڀريو.

source: Please select a language to review sentences.
lrk: مھربوني ڪرين جملو رو جائزا ھارو ٻولي چونڌو

source: Polish
lrk: پولش

source: <pontoonAccountLink>Create an account</pontoonAccountLink> if you don’t have one. Then, choose your language <strong>(‘Team’)</strong> and then choose the project, <pontoonCvLink>Common Voice</pontoonCvLink>. There will be files to translate. Click on one, then it shows words in English and a box to translate them.
lrk: <pontoonAccountLink>ايڪ کاتو ٺاهو</pontoonAccountLink> جيڪدي تمو ڪني ڪوئي ھي. پسي ، آپري ٻولي چونڊ ڪرو <strong>('ٽيم')</strong> ھين پسي پروجيڪٽ چونڊو، <pontoonCvLink>Common Voice</pontoonCvLink>. ترجمو ڪريا ھارو فائلون هوئي. ايڪ تي ڪلڪ ڪرو، پسي او انگريزيء ۾ اکرو ھين اووہ ني ترجمو ڪريا ھارو ايڪ خانو ڏيکاري ھي.

source: Portuguese
lrk: پرتگالي

source: Powered by global communities, for global communities — 130 languages and growing!
lrk: عالمي برادريو مون طاقتور، عالمي برادريو ھارو - 130 ٻوليو ھين وڌيڌياواري!

source: Press and stories
lrk: پريس ھين ڪهاڻيون

source: Press and Stories
lrk: پريس ھين ڪهاڻيون

source: Press play, listen & tell us: did they accurately speak the sentence below?
lrk: راند ني دٻاو، ھڻو ھين امو ني ھڻاوُو: ڪاو او ھيٺي ڏيدوڙي جملل صحيح ٻولو؟

source: Press { shortcut-play-toggle } to toggle play mode
lrk: دٻايو { shortcut-play-toggle } راند موڊ ني ٽوگل ڪريا ھارو

source: Privacy
lrk: رازداري

source: <privacyLink>Privacy</privacyLink>
lrk: <privacyLink>رازداري</privacyLink>

source: Privacy Policy
lrk: رازداري پاليسي

source: Privacy, security and transparency.
lrk: رازداري، رڪݾا ھين شفافيت.

source: Pro
lrk: پورو

source: Process / Steps
lrk: عمل / مرحلو

source: Profile
lrk: پروفائل

source: Profile information improves the audio data used in training speech recognition accuracy.
lrk: پروفائل ري معلومات تربيتي تقرير ري اورکيا ري درستگي ۾ استعمال ھويوڙي آڊيو ڊيٽا ني بهتر ٺاھي ھي.

source: Progress
lrk: پيش رفت

source: Public Domain
lrk: عوامي ڊومين

source: Publicly accessible open speech datasets in 130+ languages
lrk: 130+ ٻوليو ۾ عوامي طور تي پوچيا ري لائق اوپن اسپيچ ڊيٽاسيٽس

source: Pular Guinea
lrk: پلر گني

source: Punctuation
lrk: اوقاف

source: Punjabi
lrk: پنجابي

source: Puno Quechua
lrk: پونو ڪيوچوا

source: Quechua Arequipa-La Unión
lrk: ڪوچوا اريڪيوپا اي لا يوني اون

source: Quechua Cajatambo
lrk: ڪيوچوا ڪجاتامبو

source: Quechua Chanka
lrk: ڪوچوا چانڪا

source: Quechua Corongo Ancash
lrk: ڪيوچوا ڪورونگو انڪاش

source: Quechua Jauja Wanka
lrk: ڪوچوا جيوجا ونڪا

source: Quechua Pasco Santa Ana de Tusi
lrk: ڪوچوا پاسڪوسنتا دي توسيي

source: Quechua Yauyos
lrk: ڪيوچوا يائوئس

source: Question
lrk: سوال

source: Question Collection
lrk: سوال جمع

source: Questions which are very culturally specific, or make a lot of assumptions about the responder
lrk: ايوا سوال جي ثقافتي طور تي خاص هي، يا جواب ڏيڌا وارو بابت گهڻيون مفروضا پيدا ڪنري ھي.

source: Questions which may cause someone to share sensitive, potentially triggering responses
lrk: ايواا سوال جي ڪي ني حساس، امڪاني طور تي متحرڪ جوابو ني شيئر ڪريا رو سبب بڻي سگهي ھي.

source: Questions which might solicit hate speech or other biased or offensive sentiments
lrk: ايواا سوال جي نفرت انگيز تقرير يا ٻيجا جانبدار يا ناگوار جذبات پيدا ڪري سگھي ھي

source: Questions which might solicit personally identifiable information
lrk: سوال جي ذاتي طور تي اورکيا وارا معلومات حاصل ڪري سگھي ھي

source: Questions which require someone to list several steps. Listing steps prompts the user to recite an answer rather than a more natural response.
lrk: ايوا سوال جي ھارو ڪي ني ڪيتو ئي مرحلو ري فهرست ڏيڌا ري ضرورت هي. مرحلو ري فهرست استعمال ڪريا وارا ني وڌيڪ قدرتي جواب ڏيڌا ري ھومي جواب پڙهڻيا ھارو ترغيب ڏي ھي

source: Questions which someone would struggle to respond to in 15 seconds (the maximum clip length)
lrk: ايوا سوال جي جطرا جواب ڏيڌا ۾ ڪوئي مينک 15 سيڪنڊو ۾ جدوجهد ڪري (ڪلپ ري وڌ ۾ وڌ ڊيگهه)

source: r
lrk: آر

source: [‘Raised’ in English is always pronounced as one syllable, not two]
lrk: [انگريزي ۾ 'Raised' ني هميشه ھاروايڪ اکر ري طور تي تلفظ ڪريو جائي هي، ٻي ۾ نه]

source: Rate limit exceeded. Try again in { $retryLimit } minutes
lrk: شرح ري حد موٽي ھي. { $retryLimit } منٽن ۾ وري ڪوشش ڪرو.

source: Rate limit exceeded. Try again in { $retryLimit } seconds
lrk: شرح ري حد موٽي ھي. { $retryLimit } سيڪنڊن ۾ وري ڪوشش ڪرو

source: Reach out to governments, non-profits or media organizations to see whether any of their web content, reports or other content can be dedicated to the public domain
lrk: حڪومتو، غير منافع بخش يا ميڊيا تنظيمن تڪ پوچي تو جو تو ڪاو اووہ ري ويب مواد، رپورٽون يا ٻيجو مواد عوامي ڊومين ھارو وقف ڪري سگهي ھي.

source: Reader Effects
lrk: پِھڙيا وارا وِھوار

source: Reading all the words on the page correctly does matter. When listening, check very carefully that what has been recorded is exactly what has been written; reject if they have added, contracted or missed words.
lrk: صفحا تي سڀ اکرو ني صحيح طور تي پڙھڻوُ ضروري ھي. جڏي ھڻو، تموم احتياط مون چيڪ ڪرو تو جي رڪارڊ ڪريو گيو هي او ئي هي جي لکيوڙو هي؛ رد ڪرو جيڪڏي ايئي ڀيرا ڪريا گيا ھي، معاهدو يا ياد ڪريوڙا اکر.

source: Reading contractions that aren't actually there, such as "We're" instead of "We are", or vice versa.
lrk: ايوُا تڪراوُ جي پڙھيا مي ڪوئي جي اصل ۾ ڪوئي ھي جيم ڪي "اپي هون" جي بدران "اپي ھون"، يا ايو ري برعڪس.

source: Read More
lrk: وڌيڪ پڙهو

source: Read more on our About page
lrk: امو ريي باري ۾ صفحا تي وڌيڪ پڙهو

source: Read sentences
lrk: جملا پڙھو

source: Read Sentences
lrk: پڙڙيوڙا جملا

source: Read sentences aloud in your language and contribute to the most diverse public participation speech dataset in the world.
lrk: آپري ٻولي ۾ جملا اونچي آوازمون پڙهو ھين دنيا ۾ سڀ مون وڌيڪ متنوع عوامي شرڪت واري تقرير ڊيٽاسيٽ ۾ حصو ليو.

source: Read Sentences, Answer Questions
lrk: پڙو جملا ، جواب سوال

source: Read Sentences <small>(Coming soon)</small>
lrk: پڙڙيوڙا جملا<small>جلدي آوئي</small>

source: Read sentences submitted by the community in various languages
lrk: برادري مون مختلف ٻوليو ۾ جمع ڪرايوڙا جملا پڙهو.

source: Read the sentence carefully - don’t miss, change or add words.
lrk: جملا ني گور مون پڙو نا گوماڙو، تبديل ڪرو يا ميلاوُ

source: Ready to add your voice or lend your ear?
lrk: آپري آواز ني ڀيري ڪروي يا آپري ڪوئي ٻولايا ھارو تيار ھو؟

source: Ready to contribute?
lrk: حصو ديدا ھارو تيار هو؟

source: Ready to do { $count } more?
lrk: وڌيڪ { $count }ڪريا ھارو تيار ھون

source: Ready to donate your voice?
lrk: آپرو آواز دآدا ھارو تيار ھون

source: Ready to help validate sentences?
lrk: جملو ري تصديق ڪريا ۾ مدد ڪريا ھارو تيار هو؟

source: reCAPTCHA is required if you want to proceed
lrk: reCAPTCHA ضروري ھي جيڪڏي تمي آگي وڌووُ چاھو ھون تو

source: Receive emails such as challenge and goal reminders, progress updates, and newsletters about Common Voice.
lrk: اي ميلون وصول ڪرو جيم ڪي دعويٰ ۽ مقصد ياد ڏيراوُ ، پيش رفت تازه ڪرو ، ھين عام آواز بابت خبر نامو.

source: Recorded Clips
lrk: ريڪارد ھويوڙي ڪلپس

source: Recorded Hours
lrk: رڪارڊ ھويوڙا ڪلاڪ

source: <recordIcon></recordIcon> Last one!
lrk: <recordIcon></recordIcon> آخري ايڪ

source: [Recording cut off before the end of the last word]
lrk: آخري لفظ ري آخر مون آگي رڪورڊنگ ڪري تي]

source: Recordings
lrk: ريڪارڊنگو

source: Recording voice clips is an integral part of building our open dataset; some would say it's the fun part too.
lrk: آواز ڪلپس ني رڪارڊ ڪرو اموري کوليڙا ڊيٽا سيٽ ري تعمير رو ايڪ لازمي حصو هي. ڪوئي ڪي ھي تو او پڻ مزيدار حصو هي.

source: Record/Stop
lrk: ريڪورڊ / روڪو

source: Record your response
lrk: آپرو جواب رڪارڊ ڪرو

source: Record yourself reading sentences in your language
lrk: آپري ٻولي ۾ جملا پڙهيا رو رڪارڊ ٺاهو.

source: Record yourself responding to questions and prompts in your language
lrk: آپري ٻولي ۾ سوالو ھين اشارئ را جواب جو آپ ني رڪارڊ ڪرو.

source: Record your voice
lrk: آپرو آواز ريڪورڌ ڪرو
